Repository: merlwiz79/cinnamon-extensions
Catalog: po/*.po
Languages: el, ru, vi

source: Notifications
el: Ειδοποιήσεις
ru: Уведомления
vi: Thông báo

source: Online Accounts
el: Λογαριασμοί διαδικτύου
ru: Сетевые учётные записи
vi: Tài khoản trực tuyến

source: System Settings
el: Ρυθμίσεις συστήματος
ru: Системные параметры
vi: Thiết lập hệ thống

source: Lock Screen
el: Κλείδωμα οθόνης
ru: Заблокировать экран
vi: Khoá màn hình

source: Switch User
el: Αλλαγή χρήστη
ru: Переключить пользователя
vi: Đổi người dùng

source: Log Out...
el: Αποσύνδεση…
ru: Выйти…
vi: Đăng xuất...

source: Suspend
el: Αναστολή
ru: Ждущий режим
vi: Ngừng

source: Hibernate
el: Αδρανοποίηση
ru: Спящий режим
vi: Ngủ đông

source: Power Off...
el: Σβήσιμο…
ru: Выключить…
vi: Tắt máy...

source: This is the first time you use the Alternate Tab extension. Please choose your preferred behaviour: All & Thumbnails: This mode presents all applications from all workspaces in one selection list. Instead of using the application icon of every window, it uses small thumbnails resembling the window itself. Workspace & Icons: This mode let's you switch between the applications of your current workspace and gives you additionally the option to switch to the last used application of your previous workspace. This is always the last symbol in the list and is segregated by a separator/vertical line if available. Every window is represented by its application icon. Native: This mode is the native GNOME 3 behaviour or in other words: Clicking native switches the Alternate Tab extension off.
el: Αυτή είναι η πρώτη φορά που χρησιμοποιήσατε την εναλλακτική επέκταση στηλοθέτη. Παρακαλούμε επιλέξτε την συμπεριφορά που επιθυμείτε εσείς: Όλα & μικρογραφίες: Αυτή η κατάσταση εμφανίζει όλες τις εφαρμογές από όλους τους χώρους εργασίας σε μια επιλογή λίστα. Αντί να χρησιμοποιεί το εικονίδιο της εφαρμογής από κάθε παράθυρο, χρησιμοποιεί μικρές μικρογραφίες που μοιάζουν με το ίδιο το παράθυρο. Χώρος εργασίας & εικονίδια: Αυτή η λειτουργία σας επιτρέπει να κάνετε εναλλαγή μεταξύ των εφαρμογών του τρέχοντος χώρου εργασίας σας και σας δίνει επιπλέον τη δυνατότητα να μεταβείτε στην τελευταία χρησιμοποιημένη εφαρμογή του προηγούμενου χώρου εργασίας σας. Αυτό είναι πάντα το τελευταίο σύμβολο στη λίστα και είναι απομονωμένο από ένα διαχωριστικό/κάθετη γραμμή, εάν υπάρχει. Κάθε παράθυρο αντιπροσωπεύεται από εικονίδιο της εφαρμογής της. Μητρική: Αυτή η λειτουργία είναι η μητρική συμπεριφορά του GNOME 3 ή με άλλα λόγια: Αν κάνετε κλικ στο μητρική θέτει εκτός λειτουργίας την εναλλακτική επέκταση στηλοθέτη.
ru: Расширение Alternate Tab используется впервые. Выберите нужный режим: Всё и эскизы: В этом режиме все приложения со всех рабочих столов находятся в одном списке выбора. Вместо того, чтобы использовать значок приложения из каждого окна, он использует небольшой эскиз, напоминающий само окно. Рабочая область и значки: Этот режим позволяет вам переключаться между приложениями текущего рабочего пространства и дает возможность переключиться к последнему использованному приложению предыдущего рабочего пространства. Это приложение, если доступно, всегда отображается последним символом в списке и отделено разделителем/вертикальной линией. Каждое окно изображается значком приложения. Стандартный: Этот режим является стандартным поведением GNOME 3 или, другими словами: выбирая стандартное переключение, расширение Alternate Tab отключается.
vi: Đây là lần đầu tiên bạn dùng phần mở rộng Alternate Tab. Vui lòng chọn hành vi mong muốn: Tất cả & Ảnh nhỏ: Chế độ này hiện mọi ứng dụng trong mọi vùng làm việc trong một danh sách Dùng ảnh thu nhỏ của cửa sổ thay vì dùng biểu tượng ứng dụng cho mọi cửa sổ. Vùng làm việc & Biểu tượng: Chế độ này cho phép bạn chuyển ứng dụng trong vùng làm việc hiện thời và bạn có lựa chọn chuyển sang ứng dụng dùng lần cuối ở vùng làm việc trước, luôn là biểu tượng cuối cùng trong danh sách và bị ngăn bởi thanh dọc nếu có. Ảnh ứng dụng được dùng để đại diện từng cửa sổ. Nguyên thuỷ: Đây là hành vi mặc định trong GNOME 3. Nói cách khác là tắt phần mở rộng này.

source: Alt Tab Behaviour
el: Συμπεριφορά Alt Tab
ru: Режим Alt Tab
vi: Hành vi Alt Tab

source: All & Thumbnails
el: Όλα & μικρογραφίες
ru: Всё и миниатюры
vi: Tất cả & Ảnh nhỏ

source: Workspace & Icons
el: Χώρος εργασίας & εικονίδια
ru: Рабочая область и значки
vi: Vùng làm việc & Biểu tượng

source: Native
el: Εγγενή
ru: Нативный
vi: Nguyên thuỷ

source: Cancel
el: Ακύρωση
ru: Отменить
vi: Thôi

source: Ask the user for a default behaviour if true.
el: Ρωτήστε τον χρήστη για μια προεπιλεγμένη συμπεριφορα εαν αληθεύει.
ru: Если выбрано, спрашивать пользователя о поведении по умолчанию.
vi: Hỏi người dùng hành vi mặc định nếu true.

source: Indicates if Alternate Tab is newly installed
el: Υποδεικνύει αν ο εναλλακτικός στηλοθέτης είναι νεοεισαχθείς
ru: Указывает если недавно установлено расширение Alternate Tab
vi: Chỉ thị đã cài đặt Alt Tab chưa

source: Sets the Alt-Tab behaviour. Possible values are: native, all_thumbnails and workspace_icons.
el: Ρυθμίζει την συμπεριφορά του Alt Tab. Πιθανές τιμές είναι οι εξής: μητρική, όλες_μικρογραφίες και εικονίδια_χώρου εργασίας.
ru: Устанавливает режим Alt-Tab. Возможные значения: native, all_thumbnails и workspace_icons.
vi: Đặt hành vi Alt-Tab. Giá trị bao gồm: native (nguyên thuỷ), all_thumbnails (mọi ảnh nhỏ) và workspace_icons (biểu tượng vùng làm việc).

source: The alt tab behaviour.
el: Η συμπεριφορά alt tab.
ru: Режим alt tab.
vi: Hành vi Alt Tab

source: A list of strings, each containing an application id (desktop file name), followed by a colon and the workspace number
el: Μια λίστα συμβολοσειρών, που η καθεμία περιέχει ένα αναγνωριστικό εφαρμογής (όνομα αρχείου επιφάνειας εργασίας), ακολουθούμενη από άνω και κάτω τελεία και τον αριθμό του χώρου εργασίας
ru: Список строк, содержащих id приложения (имя desktop-файла), далее следует двоеточие и номер рабочего места
vi: Danh sách chuỗi các id ứng dụng (tên tập tin .desktop), theo sau là dấu hai chấm và mã số vùng làm việc

source: Application and workspace list
el: Λίστα εφαρμογής και χώρου εργασίας
ru: Приложение и список рабочих мест
vi: Danh sách ứng dụng và vùng làm việc

source: Drag here to add favorites
el: Σύρετε εδώ για να προσθέσετε αγαπημένα
ru: Перетащите, чтобы добавить в избранное
vi: Thả vào đây để thêm ưa thích

source: New Window
el: Νέο παράθυρο
ru: Создать окно
vi: Cửa sổ mới

source: Quit Application
el: Εγκατάλειψη εφαρμογής
ru: Закрыть приложение
vi: Thoát ứng dụng

source: Remove from Favorites
el: Απομάκρυνση από τα αγαπημένα
ru: Удалить из избранного
vi: Hết ưa thích

source: Add to Favorites
el: Προσθήκη στα αγαπημένα
ru: Добавить в избранное
vi: Đánh dấu ưa thích

source: Autohide duration
el: Διάρκεια αυτόματης απόκρυψης
ru: Таймер автоскрытия
vi: Thời gian tự ẩn

source: Autohide effect
el: Εφέ αυτόματης απόκρυψης
ru: Эффект автоскрытия
vi: Hiệu ứng tự ẩn

source: Enable/disable autohide
el: Ενεργοποίηση/απενεργοποίηση αυτόματης απόκρυψης
ru: Включить/выключить автоскрытие
vi: Bật/Tắt tự ẩn

source: Icon size
el: Μέγεθος εικονιδίου
ru: Размер значков
vi: Kích thước biểu tượng

source: Position of the dock
el: Θέση υποδοχέα
ru: Расположение док-панели
vi: Vị trí neo

source: Sets icon size of the dock.
el: Ρυθμίζει το μέγεθος εικόνας του υποδοχέα.
ru: Устанавливает размер значка док-панели
vi: Đặt kích thước biểu tượng của neo.

source: Sets the effect of the hide dock. Allowed values are 'resize' or 'rescale'
el: Ρυθμίζειτην επίδραση κρυψίματος του υποδοχέα. Επιτρεπόμενες τιμές είναι resize («αλλαγή μεγέθους») ή rescale («αλλαγή κλίμακας»)
ru: Устанавливает эффект скрытия док-панели. Возможные значения: «resize» или «rescale»
vi: Đặt hiệu ứng ẩn neo. Giá trị bao gồm: 'resize' (đổi cỡ) hoặc 'rescale' (co giãn)

source: Sets the position of the dock in the screen. Allowed values are 'right' or 'left'
el: Ρυθμίζει τη θέση του υποδοχέα στην οθόνη. Επιτρεπόμενες τιμές είναι right («δεξιά») ή right («αριστερά»)
ru: Устанавливает положение док-панели на экране. Возможные значения: «right» или «left»
vi: Đặt vị trí neo trên màn hình. Giá trị bao gồm 'right' (phải) và 'left' (trái)

source: Sets the time duration of the autohide effect.
el: Ρυθμίζει την χρονική διάρκεια του εφέ αυτόματης απόκρυψης.
ru: Устанавливает продолжительность эффекта автоскрытия.
vi: Đặt khoảng thời gian của hiệu ứng tự ẩn

source: Hello, world!
el: Καλημέρα, Κόσμε!
ru: Привет, мир!
vi: Xin chào!

source: %s is away.
el: %s είναι εκτός.
ru: %s отошёл.
vi: %s không có mặt.

source: %s is offline.
el: %s είναι εκτός σύνδεσης.
ru: %s не в сети.
vi: %s đang ngoại tuyến.

source: %s is online.
el: %s είναι σε σύνδεση.
ru: %s в сети.
vi: %s đang trực tuyến.

source: %s is busy.
el: %s είναι απασχολημένος/η.
ru: %s занят.
vi: %s đang bận.

source: If true, place window captions on top the respective thumbnail, overriding shell default of placing it at the bottom. Changing this setting requires restarting the shell to have any effect.
el: Αν αυτό αληθεύει, τοποθετήστε τους τίτλους παράθυρου στην κορυφή της αντίστοιχης μικρογραφίας, παρακάμπτοντας το προεπιλεγμένο του κελύφους πού το τοποθετεί στο κάτω μέρος. Η αλλαγή αυτής της ρύθμισης απαιτεί επανεκκίνηση του κέλυφους για να έχει κάποιο αποτέλεσμα.
ru: Если выбрано, располагать заголовки окон в верхней части миниатюр, а не в нижней, как это делается по умолчанию. Изменение этого параметра требует перезапуска оболочки, чтобы изменение вступило в силу.

source: Place window captions on top
el: Τοποθετήστε τίτλους παράθυρου στην κορυφή
ru: Размещать заголовки окон сверху

source: The algorithm used to layout thumbnails in the overview. 'grid' to use the default grid based algorithm, 'natural' to use another one that reflects more the position and size of the actual window
el: Ο αλγόριθμος που χρησιμοποιείται για την διάταξη μικρογραφιών στην επισκόπηση. grid («πλέγμα») να χρησιμοποιήσει τον αλγόριθμο που βασίζετε στο προεπιλεγμένο πλέγμα, natural («φυσικό») να χρησιμοποιήσει ένα άλλο που αντανακλά περισσότερο τη θέση και το μέγεθος της πραγματικού παράθυρου
ru: Алгоритм, использующийся для расположения миниатюр. «grid» — использовать алгоритм сеточного расположения по умолчанию; «natural» — использовать другой алгоритм, который в большей степени отражает положение и размеры текущего окна.

source: Try to use more screen for placing window thumbnails by adapting to screen aspect ratio, and consolidating them further to reduce the bounding box. This setting applies only with the natural placement strategy.
el: Προσπαθήστε να χρησιμοποιήσετε περισσότερη οθόνη για την τοποθέτηση μικρογραφιών παραθύρου προσαρμόζοντας τον λόγο διαστάσεων οθόνης, και εδραιώνοντας τους περαιτέρω για να μειώσετε το πλαίσιο οριοθέτησης. Αυτή η ρύθμιση ισχύει μόνο με την στρατηγική φυσικής τοποθέτησης.
ru: Пытаться использовать дополнительную площадь экрана для расположения миниатюр, изменяя соотношение сторон экрана и уплотняя размещение с целью уменьшения размеров ограничивающей рамки. Этот параметр применяется только для алгоритма расположения миниатюр «natural».

source: Use more screen for windows
el: Χρησιμοποιήστε περισσότερη οθόνη για τα παράθυρα
ru: Использовать дополнительную площадь экрана для окон
vi: Dùng nhiều screen cho cửa sổ

source: Window placement strategy
el: Στρατηγική τοποθέτησης παραθύρου
ru: Способ расположения окон
vi: Chiến lược đặt cửa sổ

source: The name of the theme, to be loaded from ~/.themes/name/cinnamon
el: Το όνομα του θέματος, για να φορτωθεί από το αρχείο ~ / .themes / name / cinnamon
ru: Название темы, загружаемой из ~/.themes/name/cinnamon
vi: Tên chủ đề, nạp từ ~/.themes/name/cinnamon

source: Theme name
el: Όνομα θέματος
ru: Название темы
vi: Tên chủ đề

source: Normal
el: Κανονικό
ru: Обычно
vi: Bình thường

source: Left
el: Αριστερά
ru: Влево
vi: Trái

source: Right
el: Δεξιά
ru: Вправо
vi: Phải

source: Upside-down
el: Αναποδογυρισμένο
ru: На 180 градусов
vi: Trên xuống

source: Configure display settings...
el: Διαμορφώστε τις ρυθμίσεις της οθόνης…
ru: Настроить параметры экрана…
vi: Cấu hình thiết lập hiển thị...

source: Empty all items from Trash? All items in the Trash will be permanently deleted.
el: Διαγραφή όλων των αντικειμένων από τα απορρίμματα;? Όλα τα αντικείμενα στα απορρίμματα θα διαγραφούν οριστικά.
ru: Удалить все объекты из корзины? Все элементы, находящиеся в корзине, будут безвозвратно удалены.
vi: Bỏ mọi thứ trong sọt rác chứ? Mọi thứ trong sọt rác sẽ bị xóa vĩnh viễn.

source: Empty Trash?
el: Άδειασμα απορριμμάτων?
ru: Очистить корзину?
vi: Đổ rác?

source: Empty Trash
el: Άδειασμα απορριμμάτων
ru: Очистить корзину
vi: Đổ rác

source: Empty
el: Άδειασμα
ru: Очистить
